In [1]:
import pandas as pd
#path= "C:/myprojects/udemy-master12/Project_07_Materials/"

In [2]:
df= pd.read_csv(path + "us_baby_names.csv")
df.head(10)

   Year       Name Gender  Count
0  1880       Mary      F   7065
1  1880       Anna      F   2604
2  1880       Emma      F   2003
3  1880  Elizabeth      F   1939
4  1880     Minnie      F   1746